import { LineImages } from "@app/common/components/line-images/line-images";
import styles from "./delivery.module.css";

import delivery_truck from "../../images/icons/delivery_truck.png";
import cash_register from "../../images/icons/cash_register.png";

export const Delivery = () => {
  return (
    <>
      <LineImages />

      <div className={styles.delivery__wrapper}>
        <div className={styles.delivery__rules}>
          <div className={styles.delivery__title}>
            <h1>ОПЛАТА І ДОСТАВКА</h1>
          </div>
          <br />
          <h2>Доставка</h2>
          <div className={styles.images_delivery}>
            <img src={delivery_truck} alt="Доставка" />
          </div>
          <br />
          <p>
            Доставка товару можлива до відділення пошти або за вказаною вами
            адресою.
          </p>
          <br />
          <p>
            Якщо товар є в наявності, ми здійснюємо відправку протягом 1-3
            робочих днів.
          </p>
          <br />
          <p>Доставка кур'єром у Львові у центрі міста безкоштовна !</p>
          <br />
          <p>
            У разі, якщо товар знаходиться на передзамовленні, очікуваний термін
            відправки становить 5-14 робочих днів.
          </p>
          <br />
          <p>
            Будь ласка, зверніть увагу, що вартість доставки та пакувальних
            матеріалів служб поштового зв'язку не включена у вартість продукції.
          </p>
          <br />
          <p>Нагадуємо, що відправка здійснюється лише в робочі дні.</p>
          <br />
          <p>
            <span>Важливо: </span>
            Якщо ви робите замовлення на продукцію Ducastel, то відправка тільки
            в середу або четвер, з врахуванням що ви зробили замовлення
            заздалегідь.
          </p>

          <div>
            <br />
            <h2>Оплата</h2>
            <br />
            <div className={styles.images_delivery}>
              <img src={cash_register} alt="Оплата" />
            </div>
            <br />
            <h3>У нас є два способи оплати:</h3>
            <br />
            <p>
              1. Оплата при отриманні замовлення (при наложеному платежі). При
              цьому способі оплати ви можете сплатити за товар у момент
              отримання. Будь ласка, зверніть увагу, що плата при отриманні
              можлива тільки на території України.
            </p>
            <br />
            <p>
              2. Оплата через реквізити. Якщо ви хочете сплатити за замовлення
              безпосередньо нашій компанії, ми приймаємо оплату через
              банківський переказ або іншими електронними способами оплати.
              Після оформлення замовлення на сайті вам будуть надані реквізити
              для оплати.
            </p>
          </div>
        </div>
      </div>
    </>
  );
};
