import artwork4 from "../../images/artwork4.jpg";
import laikou from "../../images/lakoil.webp";
import oil from "../../images/oil.jpg";

export const blogInfo = [
    {
      id: 1,
      name: "Догляд за шкірою обличчя",
      description:
        "Маючи здорову та сяючу шкіру обличчя, ви відчуваєте себе впевнено та привабливо. Але як досягти такого вигляду? Все зводиться до правильного режиму догляду за шкірою обличчя. У цій статті ми розкриємо перед вами таємниці успішного догляду за шкірою, щоб допомогти вам досягти блискучого та здорового вигляду.",
      textOne:
        "Перш за все, важливо розуміти свій тип шкіри. Зазвичай існують чотири основні типи шкіри обличчя: жирна, суха, комбінована і нормальна. Жирна шкіра характеризується збільшеною виділенням шкірного жиру, що може сприяти появі прищиків і вугрів. Суха шкіра, навпаки, часто відчуває стягнутість і сухість. Комбінована шкіра має поєднання різних типів, наприклад, жирна Т-зона (чоло, ніс, підборіддя) і сухі щоки. Нормальна шкіра зазвичай є збалансованою і має здоровий вигляд без помітних проблем.",
      textTwo:
        " Після визначення типу шкіри, ви можете розробити свою особисту рутина догляду за шкірою обличчя. Основні кроки включають очищення, тонізування, зволоження і захист. Після визначення типу шкіри, ви можете розробити особистий рутинний догляду за шкірою обличчя. Основні кроки включають очищення, тонізування, зволоження і захист.",
      textThree: "Крім основних кроків, регулярний пілінг і використання масок для обличчя також можуть бути корисними. Пілінг видаляє відмерлі клітини шкіри і стимулює її оновлення, а маски забезпечують додатковий догляд і поживні речовини.",
      pointOne:
        "Очищення: Очищення шкіри допомагає видалити забруднення, надлишок шкірного жиру і макіяж. Виберіть очищуючий засіб, який відповідає вашому типу шкіри. Для жирної шкіри можна використовувати гелі або піни, для сухої - кремові або молочка.",
      pointTwo:
        "Тонізування: Після очищення використовуйте тонік, щоб збалансувати рівень рН шкіри і звузити пори. Тонік також може допомогти видалити залишки засобу для очищення і освіжити шкіру.",
      pointThree:
        "Зволоження: Зволоження - це важливий крок незалежно від типу шкіри. Виберіть зволожувальний крем або лосьйон, який підходить вашому типу шкіри. Він допоможе зберегти вологу в шкірі, запобігти сухості і зміцнити її захисний бар'єр.",
      pointFour:
        "Захист: Завжди наносьте сонцезахисний крем з SPF, навіть у хмарну погоду або взимку. Ультрафіолетове випромінювання може шкодити шкірі і спричинити передчасне старіння і рак шкіри. Застосовуйте сонцезахисний крем за 15-20 хвилин до виходу на вулицю і перевіряйте, щоб він мав достатній рівень SPF для захисту вашої шкіри.",
      mainImg: artwork4,
      secondImg: 'https://hips.hearstapps.com/hmg-prod/images/skincare-1588698347.png?crop=0.666460012399256xw:1xh;center,top&resize=1200:*'
    },
    {
      id: 2,
      name: "Поживна арганова олія для волосся Laikou",
      description:
        "Арганова олія є натуральним джерелом вітамінів, жирних кислот та антиоксидантів, які відіграють важливу роль у здоров'ї та красі волосся. Олія проникає в структуру волося, забезпечуючи його зволоження, живлення та захист від шкідливих зовнішніх факторів.",
      textOne: "Поживна арганова олія для волосся Laikou є одним з найефективніших продуктів для догляду за волоссям, які пропонуються на ринку сьогодні. Олія отримується з насіння плодів арганового дерева, яке росте переважно в Марокко. Вона відома своїми живильними і відновлюючими властивостями, які забезпечують здоров'я, блиск і силу волосся.",
      textTwo: "Олія аргани містить велику кількість жирних кислот, включаючи омега-3, омега-6 і омега-9, а також вітаміни, антиоксиданти і інші корисні речовини. Всі ці складові працюють разом, щоб поживити і зміцнити волосся, запобігти ламкості і розщепленню кінчиків, і покращити його загальний стан.",
      textThree: "Завдяки своїм унікальним властивостям, поживна арганова олія для волосся Laikou може допомогти вам досягти блискучого, здорового і доглянутого волосся. Вона є натуральним і безпечним засобом, який підходить для всіх типів волосся. Попробуйте цю олію і насолоджуйтеся благотворними властивостями природи для вашого волосся.",
      pointOne: "Зволоження і живлення: Арганова олія проникає в структуру волосся, забезпечуючи йому необхідну вологу і живильні речовини. Вона допомагає відновити сухе, ламке і пошкоджене волосся, роблячи його м'яким, гладким і шовковистим.",
      pointTwo: "Захист від пошкоджень: Арганова олія створює захисний бар'єр на поверхні волосся, що допомагає запобігти пошкодженню від ультрафіолетових променів, термічних засобів стайлінгу, сухості повітря і інших шкідливих факторів. Вона також може допомогти утримати кольорове фарбування волосся, запобігаючи його вимиванню.",
      pointThree:"Стимуляція росту волосся: Арганова олія містить речовини, які можуть сприяти здоровому росту волосся. Вона живить волосяні фолікули і покращує кровообіг у шкірі голови, що сприяє активному росту нового волосся.",
      pointFour: "Заспокоєння шкіри голови: Якщо ви маєте проблеми зі свербінням, подразненням або сухістю шкіри голови, арганова олія може бути відмінним засобом для заспокоєння і зволоження. Вона може допомогти зменшити лущення шкіри і покращити її стан.",
      mainImg: laikou,
      secondImg: "https://images.prom.ua/3157623374_w600_h600_3157623374.jpg",
    },
    {
      id: 3,
      name: "Сироватки для обличчя",
      description:
        "Це концентровані формули, зазвичай містять активні інгредієнти, які проникають глибоко в шкіру і працюють на молекулярному рівні. Основна їх мета полягає в удосконаленні текстури шкіри, зменшенні ознак старіння, зволоженні та підтриманні її здоров'я та молодості.",
      textOne: "Сироватки для обличчя є одними з найефективніших продуктів для догляду за шкірою, які доступні на ринку сьогодні. Вони мають концентровану формулу, наповнену поживними речовинами, вітамінами, пептидами і антиоксидантами, які допомагають покращити зовнішній вигляд шкіри і зменшити ознаки старіння.",
      textTwo: "Завдяки своїй концентрованій формулі, сироватки зазвичай швидко показують результати. Вони можуть допомогти покращити текстуру шкіри, зменшити видимість зморшок, пігментації та інших недоліків шкіри. Регулярне використання сироваток може призвести до помітного покращення здоров'я і вигляду шкіри обличчя.",
      textThree: "Сироватки зазвичай мають легку текстуру і добре вбираються в шкіру, не залишаючи жирної або липкої плівки. Вони можуть бути легко включені в ваш щоденний ритуал догляду за шкірою і комбіновані з іншими косметичними засобами, такими як креми або сонцезахисні засоби.",
      pointOne: "Зволоження і живлення: Сироватки мають легку текстуру, яка допомагає активним інгредієнтам проникати в глибокі шари шкіри. Вони забезпечують потужне зволоження і живлять шкіру, роблячи її м'якою, гладкою і еластичною.",
      pointTwo: "Зменшення зморшок і ліній: Багато сироваток містять пептиди, ретинол, вітамін С та інші активні інгредієнти, які сприяють зменшенню зморшок і ліній. Вони стимулюють колагенову продукцію, покращують текстуру шкіри і зменшують видимість старіння.",
      pointThree:"Боротьба з пігментацією і плямами: Деякі сироватки містять вітамін С, ніацинамід і інші складові, які допомагають зменшити пігментацію і плями на шкірі. Вони рівномірно освітлюють тон шкіри і покращують її загальний вигляд.",
      pointFour: "Захист від шкідливих факторів: Деякі сироватки містять антиоксиданти, такі як вітамін Е і коензим Q10, які допомагають захистити шкіру",
      mainImg: oil,
      secondImg: "https://s1.tchkcdn.com/g-cjfbCLmeQ71Q8g1XTxsQog/13/644978/660x480/c/0/1_0_815_593/675_mycollages_1.jpg",
    },
    // {
    //   id: 3,
    //   name: "",
    //   description: "",
    //   textOne: "",
    //   textTwo: "",
    //   textThree: "",
    //   pointOne: "",
    //   pointTwo: "",
    //   pointFour: "",
    //   mainImg: oil,
    // },
  ];